Revit 2027 API
ParameterTypeId.SpacingLengthV Property
 "Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLengthV { get; }
Public Shared ReadOnly Property SpacingLengthV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLengthV {
	ForgeTypeId^ get ();
}
static member SpacingLengthV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace